Repository: KDE/lokalize
Catalog: po/*/lokalize.po
Languages: el, ja

source: Next/previous tab shortcut behavior
el: Συμπεριφορά συντομεύσεων επόμενης/προηγούμενης καρτέλας
ja: 次のタブ/前のタブのショートカットの動作

source: According to tab position
el: Σύμφωνα με τη θέση της καρτέλας
ja: タブの位置に従う

source: According to tab activation order
el: Σύμφωνα με τη σειρά ενεργοποίησης καρτελών
ja: 開いたタブの順序に従う

source: Use a custom editor to open source files
el: Χρησιμοποιήστε έναν προσαρμοσμένο επεξεργαστή για να ανοίξετε αρχεία πηγαίου κώδικα
ja: カスタムエディタを使用してソースファイルを開く

source: Fill in your identity and information about your translation team. This information is used when updating the header of a file.
el: Συμπληρώστε την ταυτότητά σας και τις πληροφορίες της μεταφραστικής σας ομάδας. Αυτές οι πληροφορίες χρησιμοποιούνται για την ενημέρωση της κεφαλίδας ενός αρχείου.
ja: あなた自身と翻訳チームに関する情報を入力します。これはファイルのヘッダを更新する際に使われます。

# @label:chooser
source: Default language:
el: Προκαθορισμένη γλώσσα:
ja: デフォルトの言語:

# @label:textbox
source: &Name:
el: Ό&νομα:
ja: 名前:

source: Your name, in English
el: Το όνομά σας, στα αγγλικά
ja: あなたの名前を英語で

source: Please enter here your name and surname written in English
el: Παρακαλώ εισάγετε το όνομα και το επώνυμό σας στα αγγλικά
ja: 英語で表記された、名、姓をここに入力してください

# @label:textbox
source: &Default mailing list:
el: Προκα&θορισμένη λίστα αλληλογραφίας:
ja: デフォルトのメーリングリスト:

source: The email of your team mailing list
el: Το διεύθυνση της λίστας αλληλογραφίας της ομάδας σας
ja: 翻訳チームのメーリングリストのアドレス

source: Write the email of your translating team mailing list
el: Γράψτε τη διεύθυνση της λίστας αλληλογραφίας της ομάδας σας μετάφρασης
ja: あなたの翻訳チームのメーリングリストのアドレスを入力します

source: Language you translate to
el: Γλώσσα στην οποία μεταφράζετε
ja: 翻訳先の言語

source: Set the default language you are going to translate to
el: Ορισμός της προκαθορισμένης γλώσσας στην οποία μεταφράζετε
ja: 翻訳するデフォルトの言語を設定します

source: Write your email
el: Γράψτε τη διεύθυνση της ηλ. αλληλογραφίας σας
ja: あなたのメールアドレスを入力します

source: Write your email here so it will appear in the po file header with your name
el: Γράψτε εδώ την διεύθυνση ηλ. αλληλογραφίας έτσι ώστε να εμφανίζεται στην κεφαλίδα του αρχείου po μαζί με το όνομά σας
ja: po ファイルヘッダにあなたの名前とともに表示される email をここに書きます

source: Your name in your own language
el: Το όνομά σας στη δικιά σας γλώσσα
ja: 翻訳言語でのあなたの名前

source: Write your name and surname in your language with your language alphabet.
el: Γράψτε το όνομα και το επώνυμό σας στη γλώσσα σας.
ja: あなたの名前、姓名をあなたの言語の文字で記載します。

# @label:textbox
source: Localized name:
el: Όνομα στην τοπική γλώσσα:
ja: ローカライズされた名前:

source: Default Language-Team:
el: Προκαθορισμένη Ομάδα-Γλώσσας:
ja: デフォルトの言語チーム:

source: Use custom LanguageTool server
el: Χρήση προσαρμοσμένου διακομιστή LanguageTool
ja: カスタムされた LanguageTool サーバを使用する

# @label:textbox
source: Server Path:
el: Διαδρομή Διακομιστή:
ja: サーバのパス:

source: The path of your custom Language Tool server
el: Η διαδρομή του προσαρμοσμένου διακομιστή LanguageTool
ja: 設定したい Language Tool サーバの場所を指定します

source: Please enter the path of your custom Language Tool server, if any
el: Εισάγετε τη διαδρομή του προσαρμοσμένου διακομιστή Language Tool, εάν υπάρχει.
ja: Language Tool サーバがある場合はその場所を入力してください

source: Delay before automatic checking after you stop typing (in seconds, 0 to disable)
el: Καθυστέρηση πριν από τον αυτόματο έλεγχο μετά τη διακοπή της πληκτρολόγησης (σε δευτερόλεπτα, 0 για απενεργοποίηση)
ja: 入力を止めてから自動チェックするまでの遅延時間 (秒単位, 0 で無効)

source: Set to 0 to disable auto checking
el: Θέστε στο 0 για απενεργοποίηση του αυτόματου ελέγχου
ja: 自動チェックを無効にするには 0 に設定してください

source: Enable Pology verification
el: Ενεργοποίηση επαλήθευσης Pology
ja: Pology 検証を有効にする

# @label:textbox
source: The Pology command to run in order to check a single entry. Use the following placeholders in order to set-up the commands: %u is the entry number, %f is the file name. For instance: posieve -u %u check-rules %f
el: Η εντολή Pology που πρέπει να εκτελεστεί για να ελεγχθεί μια μεμονωμένη καταχώρηση. Χρησιμοποιήστε τους παρακάτω καταχωρητές για να ρυθμίσετε τις εντολές: %u είναι η καταχώρηση %f είναι το όνομα του αρχείου. Για παράδειγμα: posieve -u %u check-rules %f
ja: シングルエントリをチェックするために実行する Pology コマンド。コマンドを設定するには、次のプレースホルダを使用します: %u はエントリ番号, %f はファイル名です。例: posieve -u %u check-rules %f

source: The Pology command to run in order to check a single entry.
el: Η εντολή Pology που πρέπει να εκτελεστεί για να ελεγχθεί μια μεμονωμένη καταχώρηση.
ja: シングルエントリをチェックするために実行する Pology コマンド。

source: Please enter here the Pology command to be run in order to check a single entry
el: Παρακαλούμε εισάγετε εδώ την εντολή Pology που πρέπει να εκτελεστεί για να ελεγχθεί μια μεμονωμένη καταχώρηση
ja: シングルエントリをチェックするために実行する Pology コマンドを入力してください

# @label:textbox
source: The Pology command to run in order to check a whole file. This command should include "-s lokalize", placeholder %f is the file name. For instance: posieve -s lokalize check-rules %f
el: Η εντολή Pology που πρέπει να εκτελεστεί για τον έλεγχο ολόκληρου του αρχείου. Αυτή η εντολή θα πρέπει να περιλαμβάνει την εντολή "-s lokalize", ενώ το %f είναι το όνομα του αρχείου. Για παράδειγμα: posieve -s lokalize check-rules %f
ja: ファイル全体をチェックするために実行する Pology コマンド。このコマンドには「-s lokalize」を含める必要があります。プレースホルダ内の %f はファイル名です。例: posieve -s lokalize check-rules %f

source: The Pology command to run in order to check a whole file.
el: Η εντολή Pology που πρέπει να εκτελεστεί για τον έλεγχο ολόκληρου του αρχείου.
ja: ファイル全体をチェックするために実行する Pology コマンド。

source: Please enter here the Pology command to be run in order to check a whole file
el: Πληκτρολογήστε εδώ την εντολή Pology που πρέπει να εκτελεστεί για τον έλεγχο ολόκληρου του αρχείου
ja: ファイル全体をチェックするために実行する Pology コマンドを入力してください

source: If checked, get translation memory suggestions
el: Αν ενεργοποιηθεί, γίνεται λήψη προτάσεων της μεταφραστικής μνήμης
ja: 翻訳メモリから候補を取得します

source: If this is checked, the program will fetch translation memories as soon as you open a file.
el: Αν ενεργοποιηθεί αυτή η επιλογή, το πρόγραμμα θα ανακτήσει τη μεταφραστική μνήμη κατά το άνοιγμα ενός αρχείου.
ja: これをチェックすると、ファイルを開くと同時にプログラムが翻訳メモリから候補を取得します。

source: Prefetch translation memory suggestions on file open
el: Προανάκτηση προτάσεων μεταφραστικής μνήμης κατά το άνοιγμα αρχείου
ja: ファイルを開いたときに翻訳メモリから候補を取得する

source: Maximum number of suggestions:
el: Μέγιστος αριθμός προτάσεων:
ja: 候補の最大数:

source: Set the maximum number of suggestions
el: Ορισμός του μέγιστου αριθμού προτάσεων
ja: 候補の最大数を設定します

source: You can change the maximum number of suggestions, default is 7.
el: Μπορείτε να τροποποιήσετε το μέγιστο αριθμό προτάσεων, προκαθορισμένα είναι 7.
ja: 取得する候補の最大数を変更できます。標準設定は 7 です。

source: Minimum score (0-100) of suggestions:
el: Ελάχιστη βαθμολογία (0-100) για προτάσεις:
ja: 提案の最小スコア (0-100):

source: Set the minimum score (0-100) of suggestions
el: Ορίστε την ελάχιστη βαθμολογία (0-100) για τις προτάσεις
ja: 提案の最小スコア (0-100) を設定する

source: You can change the minimum score (0-100) required for suggestions, default is 0.
el: Μπορείτε να αλλάξετε την ελάχιστη βαθμολογία (0 -100) που απαιτείται για τις προτάσεις, προεπιλογή είναι το 0.
ja: 提案に必要な最小スコア (0-100) を変更できます。デフォルトは 0 です。

source: Update/Add edited entries to translation memory
el: Ενημέρωση/προσθήκη επεξεργασμένων καταχωρήσεων στη μεταφραστική μνήμη
ja: 編集したエントリを翻訳メモリに反映する (追加と更新)

source: Add opened files to translation memory automatically
el: Προσθήκη ανοιχτών αρχείων στη μεταφραστική μνήμη αυτόματα
ja: 開いたファイルを自動的に翻訳メモリに取り込む

source: Syntax
el: Σύνταξη
ja: 構文

# @label:textbox
source: Accelerator:
el: Συντόμευση:
ja: アクセラレータ:

source: Usually '&', but may also be '_' for GTK apps.
el: Συνήθως το '&', αλλά μπορεί να είναι και το '_' για εφαρμογές GTK.
ja: KDE ではアンパサンド (&) ですが、GTK アプリケーションではアンダースコア (_) です。

# @label:textbox
source: Markup:
el: Γλώσσα ετικετών:
ja: マークアップ:

source: Regular expression of markup. It is used for translation memory matching and for 'Insert tag' feature. A default value (suitable for XML-based texts) is: (<[^>]+>)+|(&[A-Za-z_:][A-Za-z0-9_\.:-]*;)+ It is only used for gettext PO files, as XLIFF format has its own way of specifying where markup is.
el: Κανονική έκφραση των ετικετών. Χρησιμοποιείται για την αντιστοίχιση στη μεταφραστική μνήμη και για το χαρακτηριστικό 'Εισαγωγή ετικέτας'. Η προκαθορισμένη τιμή (κατάλληλη για κείμενο με βάση το XML) είναι: (<[^>]+>)+|(&[A-Za-z_:][A-Za-z0-9_\.:-]*;)+ Χρησιμοποιείται μόνο σε αρχεία gettext PO, καθώς η μορφή XLIFF καθορίζει διαφορετικά τη γλώσσα ετικετών.
ja: マークアップの正規表現です。翻訳メモリの照合や「タグを挿入」機能に使用されます。 デフォルトで使用可能な文字 ( XML ベースのテキストに適切 ) is: (<[^>]+>)+|(&[A-Za-z_:][A-Za-z0-9_\.:-]*;)+ XLIFF 形式にはマークアップを指定する独自の方法があるため、 gettext PO ファイルのみに使用できます。

# @label:textbox
source: Word wrap:
el: Αναδίπλωση λέξεων:
ja: ワードラップ:

source: Paths
el: Διαδρομές
ja: パス

# @label:textbox
source: Template files folder:
el: Κατάλογος προτύπων αρχείων:
ja: テンプレートファイルのフォルダ:

source: Usually your translation project will be a subproject of a project for translating same texts into multiple languages. Set this to path of a folder containing empty translation files (i.e. files without translation into any language) shared among all subprojects.
el: Συνήθως το μεταφραστικό σας έργο θα είναι υποέργο κάποιου έργου για τη μετάφραση των κειμένων σε πολλαπλές γλώσσες. Ορίστε τη διαδρομή του φακέλου που περιέχει τα κενά αρχεία μετάφρασης (δηλαδή αρχεία χωρίς μετάφραση σε οποιαδήποτε γλώσσα) τα οποία είναι κοινά σε όλα τα υποέργα.
ja: 通常、翻訳プロジェクトは同じテキストを 複数の言語に翻訳するプロジェクトのサブプロジェクトとなります。 すべてのサブプロジェクトで共有される 空の翻訳ファイルを含むフォルダのパスを設定します。 (つまり、どの言語にも翻訳されていないファイル)

# @label:textbox
source: Branch folder:
el: Φάκελος κλάδου:
ja: ブランチのフォルダ:

source: This setting is for Sync Mode. Sync Mode may be used to make changes to translation for two branches simultaneously. Set this to path that corresponds to root folder of the branch project, and Secondary Sync view will automatically open files from branch. Then, each time you make changes in files of your main branch, they will automatically be replicated to the branch (of course, if it contains the same English string). See documentation for more details.
el: Αυτή η ρύθμιση υπάρχει για τη λειτουργία συγχρονισμού. Η λειτουργία συγχρονισμού μπορεί να χρησιμοποιηθεί για τροποποιήσεις στη μετάφραση σε δύο κλάδους ταυτόχρονα. Ορίστε εδώ τη διαδρομή του καταλόγου βάσης του κλάδου, και η δευτερεύουσα προβολή συγχρονισμού θα ανοίξει αυτόματα αρχεία από τον κλάδο. Έπειτα, κάθε φορά που κάνετε τροποποιήσεις σε αρχεία στον κύριο κλάδο σας, αυτές αυτόματα θα αναπαράγονται στον κλάδο (εφόσον, βεβαίως, περιέχει την ίδια αγγλική συμβολοσειρά). Δείτε την τεκμηρίωση για περισσότερες λεπτομέρειες.
ja: この設定は同期モード用です。 同期モードを使用して、2つのブランチの翻訳ファイルを 同時に変更できます。 ブランチプロジェクトのルートフォルダのパスを設定すると、 セカンダリ同期ビューによってブランチ側からファイルが自動的に開かれます。 その後、メインブランチのファイルを変更するたびに、 ブランチに自動的に複製されます (同じ英語の文字列が含まれている場合に限ります)。 詳細については、ドキュメントを参照してください。

# @label:textbox
source: Alternate translations folder:
el: Φάκελος εναλλακτικών μεταφράσεων:
ja: その他の翻訳のフォルダ:

source: Set this to path of a folder with structure similar to Root Folder. On each translation file open, a corresponding file in Alternate translations directory will be looked up and, if it is found, it will be used for Alternate Translations view. You will likely want to use translations of another target language (i.e. another subproject), which is close to yours. Also, you can use other subproject's translations either immediately, or have them pretranslated to your language by machine. See documentation for more details.
el: Ορίστε αυτή την διαδρομή σε ένα φάκελο με παρόμοια δομή όπως του ριζικού φακέλου. Σε κάθε άνοιγμα αρχείου μετάφρασης, ένα αντίστοιχο αρχείο στον εναλλακτικό κατάλογο θα αναζητηθεί και, αν βρεθεί, θα χρησιμοποιείται για την εμφάνιση εναλλακτικών μεταφράσεων. Πιθανότατα θα θέλατε να χρησιμοποιείται μεταφράσεις μιας άλλης γλώσσας προορισμού (π.χ. ενός άλλου υποέργου), που είναι παρεμφερές με το δικό σας. Επίσης, μπορείτε να χρησιμοποιήσετε μια άλλη μετάφραση ενός υποέργου άμεσα ή να το έχετε προμετεφρασμένο στην γλώσσα σας από τον μηχανισμό μετάφρασης. Δείτε την τεκμηρίωση για περισσότερες λεπτομέρειες.
ja: これをルートフォルダと同様の構造を持つフォルダのパスに設定します。 翻訳ファイルを開くたびに、代替翻訳ディレクトリ内の対応するファイルが検索され、 見つかった場合は代替翻訳ビューに使用されます。 おそらく、自分の言語に近い別のターゲットの言語 (すなわち、別のサブプロジェクト) の 翻訳を使用する必要があるでしょう。 他のサブプロジェクトの翻訳をすぐに使用することも、 機械で自分の言語に事前翻訳することもできます。 詳細については、ドキュメントを参照してください。

source: Role:
el: Ρόλος:
ja: 役割:

source: Translator
el: Μεταφραστής
ja: 翻訳者

source: Reviewer
el: Αναθεωρητής
ja: レビューア

source: Approver
el: Εγκρίνων
ja: 承認者

# @label:textbox
source: Glossary:
el: Γλωσσάρι:
ja: 用語集:

# @label:textbox
source: Target language:
el: Γλώσσα προορισμού:
ja: 翻訳言語:

source: Project ID is used to differentiate translation memories of absolutely different projects and languages. For example, if you have several projects for translating KDE applications (e.g. they are in different repositories), use same ID for all of them.
el: Το ID του έργου χρησιμοποιείται για το διαχωρισμό μεταφραστικών μνημών από απολύτως διαφορετικά έργα και γλώσσες. Για παράδειγμα, αν έχετε πολλά έργα μετάφρασης εφαρμογών του KDE (από διαφορετικούς χώρους αποθήκευσης), χρησιμοποιήστε το ίδιο ID για όλα αυτά.
ja: プロジェクトID は、まったく異なるプロジェクトや言語の 翻訳メモリを区別するために使用されます。 例として KDE アプリケーションを翻訳するための複数のプロジェクトがある場合 (例えば、それらが異なるリポジトリにある場合)、それらすべてに同じIDを使用します。

source: Target language of the project.
el: Γλώσσα προορισμού του έργου.
ja: プロジェクトの翻訳言語。

# @label:textbox
source: Mailing list:
el: Λίστα αλληλογραφίας:
ja: メーリングリスト:

source: This is main setting. Set this to path of a folder with translation files for your project (or a subproject for your target language).
el: Αυτή είναι η κύρια ρύθμιση. Ορίστε την στη διαδρομή του καταλόγου των αρχείων μετάφρασης του έργου σας (ή ενός υποέργου για τη δική σας γλώσσα προορισμού).
ja: これはメイン設定です。プロジェクト (または翻訳言語のサブプロジェクト) の 翻訳ファイルを含むフォルダのパスを設定します。

# @label:textbox
source: Root folder:
el: Ριζικός φάκελος:
ja: ルートフォルダ:

source: Automatic
el: Αυτόματα
ja: 自動

source: Application
el: Εφαρμογή
ja: アプリケーション

source: Project
el: Έργο
ja: プロジェクト

source: Language-Team:
el: Ομάδα Γλώσσας:
ja: 言語チーム:

source: Scanning folders with source files
el: Σάρωση φακέλων με πηγαία αρχεία
ja: ソースファイルのフォルダをスキャンしています

source: Editor
el: Επεξεργαστής
ja: エディタ

# project folder name. %2 is targetLangCode
source: %1 %2 Translation
el: %1 %2 Μετάφραση
ja: %1 %2 翻訳

source: Language
el: Γλώσσα
ja: 言語

source: User Language Team in Lokalize settings
el: Ομάδα Γλώσσας Χρήστη στις ρυθμίσεις του Lokalize
ja: Lokalize 設定のユーザ言語翻訳チーム

source: Override Lokalize Language Team
el: Παράκαμψη της ομάδας γλώσσας Lokalize
ja: Lokalize の翻訳チームを上書き

source: Project Language Team
el: Έργο Ομάδας Γλώσσας
ja: プロジェクト言語のチーム

source: The base directory for PO files (translations)
el: Ο κατάλογος βάση, των αρχείων PO (μεταφράσεις)
ja: PO ファイル (翻訳) のベースディレクトリ

source: The base directory for POT files (templates to be translated)
el: Ο κατάλογος βάση, των αρχείων POT (πρότυπα προς μετάφραση)
ja: POT ファイル (テンプレート) のベースディレクトリ

source: Project's glossary
el: Γλωσσάρι έργου
ja: プロジェクトの用語集

# @title:column File name
source: Name
el: Όνομα
ja: 名前

# @title:column Graphical representation of Translated/Fuzzy/Untranslated counts
source: Graph
el: Γράφημα
ja: グラフ

# @title:column Number of entries
source: Total
el: Σύνολο
ja: 合計

# @title:column Number of entries
source: Translated
el: Μεταφρασμένα
ja: 翻訳済み

# @title:column Number of entries
source: Untranslated
el: Αμετάφραστα
ja: 未翻訳

# @title:column Number of fuzzy or untranslated entries
source: Incomplete
el: Μη ολοκληρωμένο
ja: 不完全

# @title:column
source: Last Translation
el: Τελευταία μετάφραση
ja: 最終翻訳

# @title:column
source: Comment
el: Σχόλιο
ja: コメント

# @title:column
source: Template Revision
el: Αναθεώρηση προτύπου
ja: テンプレート更新

# @title:column
source: Last Translator
el: Τελευταίος μεταφραστής
ja: 最終翻訳者

# @title:tab
source: Project Overview
el: Επισκόπηση έργου

# @action:inmenu
source: Hide fully translated files and folders
el: Απόκρυψη πλήρως μεταφρασμένων αρχείων και φακέλων
ja: すべて翻訳されているファイルとフォルダを隠す

# @action:inmenu
source: Open selected files
el: Άνοιγμα επιλεγμένων αρχείων
ja: 選択したファイルを開く

# @action:inmenu
source: Open
el: Άνοιγμα
ja: 開く

# @action:inmenu
source: Add to translation memory
el: Προσθήκη στη μεταφραστική μνήμη
ja: 翻訳メモリに追加

# @action:inmenu
source: Search in files
el: Αναζήτηση σε αρχεία
ja: 複数のファイルで検索

# @action:inmenu
source: Add a comment
el: Προσθήκη σχολίου
ja: 注釈を追加

# @action:inmenu
source: Launch Pology on files
el: Εκτέλεση Pology σε αρχεία
ja: ファイルで Pology を起動

# @action:inmenu
source: Search in files (including templates)
el: Αναζήτηση σε αρχεία (και στα πρότυπα)
ja: ファイルの検索 (テンプレートを含む)

source: Project file comment
el: Σχόλια αρχείου έργου
ja: プロジェクトファイのルコメント

source: Input a comment for this project file:
el: Εισαγωγή σχολίου για αυτό το αρχείο έργου:
ja: プロジェクトファイルのコメントを入力:

source: The Pology check has succeeded
el: Ο έλεγχος Pology ήταν επιτυχής
ja: Pology チェックが成功しました

source: You are about to open %1 file
el: Πρόκειται να ανοίξετε το %1 αρχείο
ja: %1 複数のファイルを開こうとしています

source: Opening a large number of files at the same time can make Lokalize unresponsive.
el: Το άνοιγμα μεγάλου αριθμού αρχείων μπορεί, ορισμένες φορές, να κάνει το Lokalize να μην ανταποκρίνεται.
ja: 同時に多数のファイルを開くと、Lokalize が応答しなくなることがあります。

source: Are you sure you want to open this many files?
el: Θέλετε σίγουρα να ανοίξετε τόσα πολλά αρχεία;
ja: 本当に多数のファイルを開いて良いですか？

source: &Open %1 File
el: &Άνοιγμα %1 αρχείου
ja: %1 個のファイルを開く

# @info:status
source: Current: %1
el: Τρέχον: %1
ja: 現在: %1

# @info:status message entries
source: Total: %1
el: Σύνολο: %1
ja: 合計: %1

# @info:status message entries 'fuzzy' in gettext terminology
source: Not ready: %1
el: Ανέτοιμα: %1
ja: 要確認: %1

# @info:status message entries
source: Untranslated: %1
el: Αμετάφραστα: %1
ja: 未翻訳: %1

# @title:column
source: Name
el: Όνομα
ja: 名前

# @title:column
source: Source language
el: Γλώσσα πηγής
ja: 元の言語

# @title:column
source: Target language
el: Γλώσσα προορισμού
ja: ターゲットの言語

# @title:column
source: Pairs
el: Ζεύγη
ja: ペア

# @title:column
source: Unique original entries
el: Μοναδικές αρχικές καταχωρήσεις
ja: ユニークなオリジナルエントリ

# @title:column
source: Unique translations
el: Μοναδικές μεταφράσεις
ja: ユニークな翻訳

source: Connection
el: Σύνδεση
ja: コネクション

source: Database name:
el: Όνομα βάσης δεδομένων:
ja: データベース名:

source: Host:
el: Υπολογιστής:
ja: ホスト:

source: User:
el: Χρήστης:
ja: ユーザ名:

source: Password:
el: Κωδικός πρόσβασης:
ja: パスワード:

source: Local
el: Τοπικά
ja: ローカル

source: Name:
el: Όνομα:
ja: 名前:

source: Database type:
el: Τύπος βάσης δεδομένων:
ja: データベースタイプ:

source: Content
el: Περιεχόμενο
ja: 内容

source: Source language:
el: Πηγαία γλώσσα:
ja: 元の言語:

source: Markup regex:
el: Κανονική έκφραση ετικετών:
ja: マークアップの正規表現:

source: Accelerator:
el: Συντόμευση:
ja: アクセラレータ:

source: Create
el: Δημιουργία
ja: 作成

source: Add Data
el: Προσθήκη δεδομένων
ja: データを追加

source: Add Data from TMX
el: Προσθήκη δεδομένων από TMX

source: Export to TMX
el: Εξαγωγή σε TMX

source: Remove
el: Αφαίρεση
ja: 削除

# @title:column Translator's false friend
source: False Friend
el: Ψευδόφιλες λέξεις
ja: 空似言葉

# @title:window
source: Quality Assurance
el: Ποιοτικός έλεγχος
ja: 品質管理

# @action:inmenu
source: Add
el: Προσθήκη
ja: 追加

# @action:inmenu
source: Remove
el: Αφαίρεση
ja: 削除

source: Search expression for source language part. Press Enter to start the search. Press Ctrl+L to go to this control.
el: Έκφραση αναζήτησης για τη γλώσσα προέλευσης. Πατήστε Enter για να ξεκινήσετε την αναζήτηση. Πατήστε Ctrl+L για να μεταβείτε σε αυτό το στοιχείο ελέγχου.
ja: 原文を検索するパターン。 Enter を押して検索を開始します。 Ctrl+L でこのコントロールに行きます。

source: Show results that do not match search expression
el: Εμφάνιση αποτελεσμάτων που δεν ταιριάζουν με την έκφραση αναζήτησης
ja: 検索パターンにマッチしない結果を表示します

source: Show only results from files with path matching specified mask
el: Εμφάνιση μόνο αποτελεσμάτων από αρχεία με διαδρομή καταλόγου που ταιριάζει με την επιλεγμένη μάσκα
ja: 指定した条件にマッチするパスにあるファイルのみの結果を表示する

source: Reads all project files into translation memory, updating old entries. The scanning will work in background.
el: Ανάγνωση όλων των αρχείων έργου στη μεταφραστική μνήμη, ενημερώνοντας τις παλιές καταχωρήσεις. Η σάρωση λειτουργεί στο περιθώριο.
ja: 翻訳メモリにすべてのプロジェクトファイルを読み込み、古いエントリを更新します。スキャンはバックグラウンドで実行されます。

# @title:window
source: Translation Memories
el: Μεταφραστικές μνήμες
ja: 翻訳メモリ

# @title:window
source: Select Directory to be scanned
el: Επιλογή καταλόγου προς σάρωση
ja: スキャンするディレクトリを選択

# @title:window
source: New Translation Memory
el: Νέα μεταφραστική μνήμη
ja: 新しい翻訳メモリ

# @title:window
source: Translation Memory Properties
el: Ιδιότητες μεταφραστικής μνήμης
ja: 翻訳メモリのプロパティ

# @title:window
source: Select TMX file to be imported into selected database
el: Επιλέξτε αρχείο TMX για εισαγωγή στην επιλεγμένη βάση δεδομένων
ja: データベースにインポートする TMX ファイルを選択

source: TMX files (*.tmx *.xml)
el: Αρχεία TMX (*.tmx *.xml)
ja: TMX ファイル (*.tmx *.xml)

# @title:window
source: Select TMX file to export selected database to
el: Επιλέξτε αρχείο TMX για εξαγωγή της επιλεγμένης βάσης δεδομένων
ja: データベースをエクスポートする TMX ファイルを選択

source: Adding files to Lokalize translation memory
el: Προσθήκη αρχείων στη μεταφραστική μνήμη Lokalize
ja: 開いたファイルを Lokalize の翻訳メモリに取り込む

# @title:column Original text
source: Source: %1
el: Προέλευση: %1
ja: 原文: %1

# @title:column Text in target language
source: Target: %1
el: Προορισμός: %1
ja: 翻訳: %1

source: Substring
el: Υποσυμβολοσειρά
ja: 部分文字列

source: Google-like
el: τύπου-Google
ja: Google 風

source: Wildcard
el: Σύμβολο υποκατάστασης
ja: ワイルドカード

source: Space is AND operator. Case insensitive.
el: Το κενό είναι τελεστής ΚΑΙ. Μη διάκριση πεζών/κεφαλαίων.
ja: スペースは AND 演算子になります。大文字と小文字を区別します。

source: Shell globs (* and ?). Case sensitive.
el: Υποκαταστάτες κελύφους (* και ?). Διάκριση πεζών/κεφαλαίων.
ja: シェル glob (* と ?)。大文字と小文字を区別する。

# @info
source: The file %1 does not exist, it has been removed from the translation memory.
el: Το αρχείο %1 δεν υπάρχει, έχει αφαιρεθεί από την μεταφραστική μνήμη.
ja: ファイル %1 は存在しません。翻訳メモリから削除されました。

# @title:window
source: Translation Memory
el: Μεταφραστική μνήμη
ja: 翻訳メモリ

# @info:tooltip
source: Double-click any word to insert it into translation
el: Διπλό κλικ σε οποιαδήποτε λέξη για την εισαγωγή της στη μετάφραση
ja: 語句をダブルクリックして翻訳に挿入します

# @item Undo action
source: Batch translation memory filling
el: Ομαδική συμπλήρωση μεταφραστικής μνήμης
ja: 翻訳メモリによる一括翻訳

# @info
source: Batch translation has been completed.
el: Η ομαδική μετάφραση ολοκληρώθηκε.
ja: 一括翻訳が完了しました。

# @info
source: No suggestions with exact matches were found.
el: Δε βρέθηκαν προτάσεις με ακριβή ταιριάσματα.
ja: 完全一致する候補は見つかりませんでした。

# @info
source: Batch translation has been scheduled.
el: Η ομαδική μετάφραση προγραμματίστηκε.
ja: 一括翻訳がスケジュールされました。

# File argument in tooltip, when file is current file
source: this
el: αυτό
ja: これ

# @info:tooltip
source: File: %1<br />Addition date: %2
el: Αρχείο: %1<br />Ημερομηνία προσθήκης: %2
ja: ファイル: %1<br />追加日時: %2

source: <html>Do you really want to remove this entry:<br/><i>%1</i><br/>from translation memory %2?</html>
el: <html>Επιθυμείτε πραγματικά την αφαίρεση αυτής της καταχώρησης:<br/><i>%1</i> <br/> από τη μεταφραστική μνήμη %2;</html>
ja: <html>本当にこのエントリ <br/><i>%1</i><br/> を翻訳メモリ %2 から削除しますか？</html>

# @title:window
source: Translation Memory Entry Removal
el: Αφαίρεση καταχώρησης μεταφραστικής μνήμης
ja: 翻訳メモリエントリ削除

# @action:inmenu
source: Remove this entry
el: Αφαίρεση καταχώρησης
ja: このエントリを削除

# @action:inmenu
source: Open file containing this entry
el: Άνοιγμα αρχείου αυτής της καταχώρησης
ja: このエントリを含むファイルを開く
