Repository: KDE/lokalize
Catalog: po/*/lokalize.po
Languages: el, ja

source: <html>Do you really want to remove this missing file:<br/><i>%1</i><br/>from translation memory %2?</html>
el: <html>Επιθυμείτε πραγματικά την αφαίρεση αυτού του αρχείου που λείπει:<br/><i>%1</i> <br/> από τη μεταφραστική μνήμη %2;</html>
ja: <html>この欠落ファイル<br/><i>%1</i><br/>を翻訳メモリ %2 から本当に削除しますか？</html>

# @title:window
source: Translation Memory Missing File Removal
el: Αφαίρεση αρχείου που λείπει από τη μεταφραστική μνήμη
ja: 翻訳メモリの欠落ファイルの削除

# @item Undo action
source: Use translation memory suggestion
el: Χρήση προτάσεων μεταφραστικής μνήμης
ja: 翻訳メモリの候補を使う

# @title
source: Widget Text Capture
el: Συστατικό σύλληψης κειμένου
ja: ウィジェットテキストキャプチャ

source: <html> <p align="justify">To facilitate KDE translation, Lokalize can capture text from applications' user interfaces and search for translation files containing the text.</p> <p align="justify">When enabled, the capture can be initiated by middle mouse clicking on any non-editable GUI element (widget). After that, switch to the Lokalize window and choose the entry with this text. Even if several files contain the same string, the right one will be chosen in most cases.</p> <p align="justify">Remember that you need to have an up-to-date actual translation memory with all translation files indexed for this feature to work.</p></html>
el: <html> <p align="justify">Για τη διευκόλυνση της μετάφρασης του KDE, το Lokalize μπορεί να συλλάβει κείμενο από τις εφαρμογές και να αναζητήσει τα αρχεία μετάφρασης που περιέχουν το κείμενο.</p> <p align="justify">Αν ενεργοποιηθεί αυτή η επιλογή, η σύλληψη αρχικοποιείται με μεσαίο κλικ σε κάποιο στοιχείο GUI (γραφικό συστατικό). Μετά μεταβαίνετε στο παράθυρο Lokalize και επιλέγετε την καταχώρηση. Ακόμη και στην περίπτωση πολλαπλών αρχείων που περιέχουν τη συμβολοσειρά, η σωστή επιλέγεται στις περισσότερες των περιπτώσεων.</p> <p align="justify">Σημειώστε ότι απαιτείται μεταφραστική μνήμη ευρετηρίου για όλα τα αρχεία μετάφρασης, για να λειτουργεί αυτό το χαρακτηριστικό.</p> </html>
ja: <html> <p align="justify">KDE 翻訳を容易にするために、Lokalize はアプリケーションのユーザインターフェイスからテキストをキャプチャし、そのテキストを含む翻訳ファイルを検索できます。</p> <p align="justify">有効にすると、編集できない GUI 要素 (ウィジェット) をマウスの中央ボタンでクリックすることでキャプチャを開始できます。その後、Lokalize ウィンドウに切り替えて、このテキストを含むエントリを選択します。複数のファイルに同じ文字列が含まれている場合でも、ほとんどの場合、正しいファイルが選択されます。</p> <p align="justify">この機能が動作するには、すべての翻訳ファイルがインデックス化された、最新の翻訳メモリが必要であることに注意してください。</p></html>

source: Middle Mouse Button Click Reaction
el: Ενέργεια μεσαίου κλικ του ποντικιού
ja: マウスの中ボタンの動作

source: None
el: Κανένα
ja: なし

source: Search GUI element text in translation memory
el: Αναζήτηση κειμένου στοιχείου GUI στη μεταφραστική μνήμη
ja: GUI 要素のテキストを翻訳メモリで検索

source: Copy GUI element text to clipboard
el: Αντιγραφή κειμένου στοιχείου GUI στο πρόχειρο
ja: GUI 要素のテキストをクリップボードにコピー

# @action:inmenu
source: Lookup selected text in translation memory
el: Αναζήτηση επιλεγμένου κειμένου στη μεταφραστική μνήμη
ja: 選択されたテキストを翻訳メモリで検索

# @item Undo action item
source: Replace text
el: Αντικατάσταση κειμένου
ja: テキストを置換

source: no spellcheck available
el: χωρίς υποστήριξη ορθογραφικού ελέγχου
ja: スペルチェックが使用できません

source: An error was reported: %1
el: Αναφέρθηκε ένα σφάλμα: %1
ja: エラーが発生しました: %1

# @item Undo action item
source: Copy source to target
el: Αντιγραφή πηγής στον προορισμό
ja: 原文を翻訳にコピー

# @action:inmenu
source: Skip to next non-tag text
ja: 次の非タグテキストにスキップ

# @label:textbox
source: &Email:
ja: メールアドレス:

source: Width used for the automatic msgfmt-like word wrap. Use the value '0' to disable the word wrap. Use -1 when translating for KDE PO Summit. 1 to 3 doesn't change anything.
ja: msgfmt のような自動ワードラップに使用する幅。ワードラップを無効にするには、値 '0' を使用します。KDE PO Summit を翻訳する場合は -1 を使用します。1 から 3 だと何も変わりません。

# @label:textbox
source: Branch template files folder:
ja: ブランチテンプレートファイルのフォルダ:

source: This setting is for Sync Mode. Sync Mode may be used to make changes to translation for two branches simultaneously. Set this to path that corresponds to root folder of the branch project templates folder, and Secondary Sync view will automatically create files from branch.
ja: この設定は同期モード用です。 同期モードを使用すると、2つのブランチの翻訳を同時に変更できます。 これをブランチプロジェクトテンプレートフォルダのルートフォルダに対応するパスに設定すると、 セカンダリ同期ビューによってブランチからファイルが自動的に作成されます。

source: TM
ja: 翻訳メモリ
