Repository: KDE/lokalize
Catalog: po/*/lokalize.po
Languages: el, ja

# @info
source: Error saving the file %1 Do you want to save to another file or cancel?
el: Σφάλμα αποθήκευσης του αρχείου %1 Επιθυμείτε την αποθήκευση σε άλλο αρχείο ή ακύρωση;
ja: ファイル ‘%1’ の保存エラー 他のファイルに保存しますか？それともキャンセルしますか？

# @title
source: Error
el: Σφάλμα
ja: エラー

# @info
source: Could not perform file autosaving. The target file was %1.
el: Αδυναμίας αυτόματης αποθήκευσης αρχείου. Το αρχείο ήταν το %1.
ja: ファイルの自動保存ができませんでした。 ターゲットファイルは %1。

# @title
source: Jump to Entry
el: Μετάβαση στην καταχώρηση
ja: エントリに移動

# @label:spinbox
source: Enter entry number:
el: Εισάγετε αριθμό καταχώρησης:
ja: エントリ番号を入力:

# @info:status 'fuzzy' in gettext terminology
source: Needs review
el: Απαιτείται αναθεώρηση
ja: 要確認

# @option:check trans-unit state
source: Translated
el: Μεταφρασμένο
ja: 翻訳済み

# @option:check trans-unit state
source: Signed-off
el: Υπογραμμένο
ja: サインオフ済

# @option:check trans-unit state
source: Approved
el: Εγκεκριμένο
ja: 承認済

# @info:tooltip
source: Translation is done (although still may need a review)
el: Η μετάφραση έγινε (ίσως να απαιτείται αναθεώρηση)
ja: 翻訳は完了 (レビューは必要)

# @info:tooltip
source: Translation has received positive review
el: Η μετάφραση έλαβε θετική αναθεώρηση
ja: 翻訳は承認のレビューを受けました

# @info:tooltip
source: Entry is fully localized (i.e. final)
el: Η καταχώρηση είναι πλήρως μεταφρασμένη (τελική)
ja: エントリはすべてローカル化済みです (例 最終版)

source: A Pology check is already in progress.
el: Ο έλεγχος Pology είναι ήδη σε εξέλιξη.
ja: Pology のチェックは既に実行中です。

source: Pology error
el: Σφάλμα Pology
ja: Pology エラー

source: The Pology check has crashed unexpectedly: %1
el: Ο έλεγχος Pology κατέρρευσε απροσδόκητα: %1
ja: Pology チェックが予期せずクラッシュしました: %1

source: Pology success
el: Επιτυχία Pology
ja: Pology 成功

source: The Pology check has succeeded.
el: Ο έλεγχος Pology ήταν επιτυχής.
ja: Pology チェックが成功しました。

source: The Pology check has returned an error: %1
el: Ο έλεγχος Pology επέστρεψε ένα σφάλμα: %1
ja: Pology チェックがエラーになりました: %1

# @info
source: This will delete all the translations from the file. Do you really want to clear all translated entries?
el: Αυτό θα διαγράψει όλες τις μεταφράσεις από το αρχείο. Θέλετε πραγματικά να διαγράψετε όλες τις μεταφρασμένες καταχωρήσεις;
ja: ファイルからすべての翻訳が削除されます。 すべての翻訳済みエントリをクリアしてよろしいですか？

# @info words count
source: Source text words: %1<br/>Target text words: %2
el: Λέξεις πηγαίου κειμένου: %1<br/>Λέξεις κειμένου προορισμού: %2
ja: 原文の単語数: %1<br/>翻訳の単語数: %2

# @title
source: Word Count
el: Καταμέτρηση λέξεων
ja: 単語数

# @info
source: Would you like to search for the source file locally or via lxr.kde.org?
el: Θα θέλατε να αναζητήσετε το πηγαίο αρχείο τοπικά ή μέσω του lxr.kde.org;
ja: ソースファイルをローカルで検索しますか？ lxr.kde.org で検索しますか？

# @title
source: Source file lookup
el: Αναζήτηση πηγαίου αρχείου
ja: ソースファイルの検索

# @action
source: Search Locally
el: Αναζήτηση τοπικά
ja: ローカル検索

# @action
source: Search on lxr.kde.org
el: Αναζήτηση στο lxr.kde.org
ja: lxr.kde.org で検索

source: Select project's base folder for source file lookup
el: Επιλέξτε το βασικό φάκελο του έργου για την αναζήτηση αρχείου πηγής
ja: ソースファイルを検索するプロジェクトのフォルダを選択

# @info
source: Could not find source file in the folder specified. Do you want to change source files folder?
el: Δεν μπόρεσε να βρεθεί το αρχείο πηγής στον καθορισμένο φάκελο. Θέλετε να αλλάξετε το φάκελο των αρχείων πηγής;
ja: 指定されたフォルダにソースファイルが見つかりませんでした。 ソースファイルフォルダを変更しますか？

# @title:window
source: Source file lookup
el: Χρήση πηγαίου αρχείου
ja: ソースファイルの検索

# @action
source: Select Folder
el: Επιλογή φακέλου
ja: フォルダを選択

# @info
source: Cannot open the target source file: The target source file is not relative to the current translation file, and there are currently no scripts loaded to handle opening source files in custom paths. Refer to the Lokalize handbook for script examples and how to plug them into your project.
el: Δεν μπορεί να ανοίξει το αρχείο πηγής που ορίσατε: Το αρχείο πηγής που ορίσατε δεν είναι σχετικό με το τρέχον αρχείο μετάφρασης και δεν υπάρχουν προς το παρόν φορτωμένα σενάρια για να χειριστούν το άνοιγμα αρχείων πηγής σε προσαρμοσμένες διαδρομές. Ανατρέξτε στο εγχειρίδιο του Lokalize για παραδείγματα σεναρίων και για το πώς να τα συνδέσετε στο έργο σας.
ja: ターゲットソースファイルを開けません: ターゲットソースファイルは現在の翻訳ファイルと関連付けされておらず、開いたソースファイルを処理するスクリプトは カスタムパスから現在ロードされていません。スクリプトの例とプロジェクトへの適用方法については、Lokalize ハンドブックを参照してください。

source: Install translate-toolkit package and retry
el: Εγκαταστήστε το πακέτο translate-toolkit και ξανά προσπαθήστε
ja: translate-toolkit パッケージをインストールして再試行してください

source: Install translate-toolkit package and retry.
el: Εγκαταστήστε το πακέτο translate-toolkit και ξανά προσπαθήστε .
ja: translate-toolkit をインストールし、再試行する。

source: Select original OpenDocument on which current XLIFF file is based
el: Επιλογή του αρχικού OpenDocument στο οποίο βασίζεται το τρέχον αρχείο XLIFF
ja: 現在の XLIFF ファイルのベースになっている OpenDocument を選択

source: OpenDocument files (*.odt *.ods)
el: Αρχεία OpenDocument (*.odt *.ods)
ja: OpenDocument ファイル (*.odt *.ods)

source: Install python-uno package for additional functionality.
el: Εγκαταστήστε το πακέτο python-uno για πρόσθετη λειτουργικότητα.
ja: Python-uno パッケージをインストールして機能を追加します。

# @item Undo action item
source: Set unit text
el: Ορισμός κειμένου μονάδας
ja: ユニットのテキストをセット

# @item Undo action item
source: Replace
el: Αντικατάσταση
ja: 置換

source: Lokalize has reached end of document. Do you want to continue from start?
el: Το Lokalize βρέθηκε στο τέλος του εγγράφου. Επιθυμείτε τη συνέχεια από την αρχή;
ja: Lokalize は文書の最後に到達しました。最初から続行しますか？

# @title
source: Spellcheck
el: Ορθογραφικός έλεγχος
ja: スペルチェック

source: Lokalize has finished spellchecking
el: Το Lokalize ολοκλήρωσε τον ορθογραφικό έλεγχο
ja: Lokalize はスペルチェックを完了しました

source: &File
el: &Αρχείο
ja: ファイル(&F)

source: &Edit
el: &Επεξεργασία
ja: 編集(&E)

source: &Glossary
el: &Γλωσσάρι
ja: 用語集(&G)

source: Translation &Memory
el: Μετα&φραστική μνήμη
ja: 翻訳メモリ(&M)

source: Alternate Translations
el: Εναλλακτικές μεταφράσεις

source: &Go
el: &Μετάβαση
ja: 移動(&G)

source: &Bookmarks
el: &Σελιδοδείκτες
ja: ブックマーク(&B)

source: S&ync
el: &Συγχρονισμός
ja: 同期(&Y)

source: &Secondary sync source
el: Πηγή &δευτερεύοντος συγχρονισμού
ja: セカンダリ同期のソース(&S)

source: Tool&views
el: &Προβολές εργαλείων
ja: ツールビュー(&V)

source: Main Toolbar
el: Κύρια γραμμή εργαλείων
ja: メインツールバー

# @label whether entry is fuzzy
source: Not ready:
el: Ανέτοιμο:
ja: 要確認:

# @label whether entry is untranslated
source: Untranslated:
el: Αμετάφραστο:
ja: 未翻訳:

# @action
source: Hide
el: Απόκρυψη
ja: 隠す

# @info:label cursor position
source: Column: %1
el: Στήλη: %1
ja: 列: %1

source: <qt><p><b>Original String</b></p> <p>This part of the window shows the original message of the currently displayed entry.</p></qt>
el: <qt><p><b>Αρχική συμβολοσειρά</b></p> <p>Αυτό το τμήμα του παραθύρου εμφανίζει το αρχικό μήνυμα της τρέχουσας καταχώρησης.</p></qt>
ja: <qt><p><b>元の文字列</b></p> <p>ウィンドウのこの部分には現在表示されているエントリの 元のメッセージが表示されます。</p></qt>

# @title:tab
source: Plural Form %1
el: Πληθυντικός του %1
ja: 複数形 %1

# @item Undo action item
source: Unwrap
el: Ανάπτυξη
ja: 改行を解除

source: Search expression for source language part. Press Ctrl+L to go to this control. Press Enter to start the search. Press Esc to stop the search.
el: Έκφραση αναζήτησης για τη γλώσσα προέλευσης. Πατήστε Ctrl+L για να μεταβείτε σε αυτό το στοιχείο ελέγχου. Πατήστε Enter για να ξεκινήσετε την αναζήτηση. Πατήστε Esc για να σταματήσετε την αναζήτηση.
ja: 原文を検索するパターン。 Ctrl+L でこのコントロールに行きます。 Enter で検索を開始します。 Esc で検索を終了します。

source: Invert
el: Αντιστροφή
ja: 反転

source: Source:
el: Πηγή:
ja: 原文:

source: Search expression for target language part. Press Enter to start the search.
el: Έκφραση αναζήτησης για το τμήμα της γλώσσας προορισμού. Πατήστε Enter για να ξεκινήσει η αναζήτηση.
ja: 翻訳の検索式。 検索を開始するには Enter キーを押してください。

source: Regular expressions
el: Κανονικές εκφράσεις
ja: 正規表現

source: Target:
el: Προορισμός:
ja: 翻訳:

source: Match case
el: Ταίριασμα πεζών/κεφαλαίων
ja: 部分一致

source: &Search
el: &Αναζήτηση
ja: 検索(&S)

# @title:window
source: File List
el: Λίστα αρχείου
ja: ファイル一覧

# @title:column
source: File
el: Αρχείο
ja: ファイル

source: Copy source to clipboard
el: Αντιγραφή πηγής στο πρόχειρο
ja: 原文をクリップボードにコピー

source: Copy target to clipboard
el: Αντιγραφή προορισμού στο πρόχειρο
ja: 翻訳をクリップボードにコピー

source: Open file
el: Άνοιγμα αρχείου
ja: ファイルを開く

source: Replace:
el: Αντικατάσταση:
ja: 置換:

source: With:
el: Με:
ja: 次で:

source: Preview
el: Προεπισκόπηση
ja: プレビュー

source: Mass Replace
el: Μαζική αντικατάσταση
ja: 一括置換

source: Skip tags
el: Παράλειψη ετικετών
ja: タグをスキップ

# @option:check
source: Skip markup
el: Παράλειψη ετικετών
ja: マークアップをスキップ

# @option:check
source: Ignore accelerator marks
el: Αγνόηση σημείων συντομεύσεων
ja: アクセラレータマークを無視

source: Include notes
el: Συμπερίληψη σημειώσεων
ja: 注釈を含める

# @title:column
source: Subject Field
el: Πεδίο θέματος
ja: 対象フィールド

# @action:button reloads glossary from disk
source: Restore from disk
el: Επαναφορά από τον δίσκο
ja: ディスクから復元

# @info:tooltip
source: Reload glossary from disk, discarding any changes
el: Επαναφορά στο γλωσσάρι από το δίσκο, απορρίπτοντας κάθε τροποποίηση
ja: 用語集をディスクから再読み込みします (変更は破棄されます)

# @title:window
source: Glossary
el: Γλωσσάρι
ja: 用語集

source: English synonyms (double-click to edit):
el: Αγγλικά συνώνυμα (διπλό κλικ για επεξεργασία):
ja: 英語の類義語 (ダブルクリックで編集):

source: Corresponding target language synonyms:
el: Αντίστοιχα συνώνυμα γλώσσας προορισμού:
ja: 対応する翻訳言語の同義語:

source: Subject field:
el: Πεδίο θέματος:
ja: 対象フィールド:

# @info:tooltip
source: When adding a new item, press enter after you have typed its name for changes to take effect
el: Κατά την προσθήκη νέου αντικειμένου, πιέστε το enter μετά την πληκτρολόγηση του ονόματός του για την εφαρμογή των τροποποιήσεων
ja: 新しいアイテムを追加するときは、名前を入力した後に Enter キーを押して変更を有効にします

source: Definition:
el: Ορισμός:
ja: 定義:

source: Note: one glossary entry corresponds exactly to one term, not word/word sequence. That is, there may be several entries with the same word/word sequence expressing different meanings.
el: Σημείωση: κάθε καταχώρηση στο γλωσσάρι αντιστοιχεί ακριβώς με έναν όρο, όχι λέξη/ ακολουθία λέξεων. Μπορούν να υπάρχουν πολλές καταχωρήσεις για την ίδια λέξη/ακολουθία λέξεων εκφράζοντας διαφορετικές σημασίες.
ja: 注意: 1つの用語集エントリは、単語/１語句ではなく、1つの用語に正確に対応します。 つまり、同じ単語/１語句を持つ複数のエントリが異なる意味を表す場合があります。

source: Suggestions:
el: Προτάσεις:
ja: 提案:

source: No errors
el: Χωρίς λάθη
ja: エラーなし

source: &Configure Lokalize
el: &Διαμόρφωση έργου

# @action:inmenu
source: Translate OpenDocument
el: Μετάφραση OpenDocument

# @info
source: No Qt Sql modules were found. Translation memory will not work.
el: Δεν βρέθηκαν αρθρώματα Qt Sql. Η μεταφραστική μνήμη δεν θα λειτουργήσει.
ja: Qt Sql モジュールが見つかりませんでした。翻訳メモリは動作しません。

source: No SQLite module available
el: Δεν υπάρχει διαθέσιμο άρθρωμα SQLite
ja: 使用可能な SQLite モジュールがありません

# @title actions category
source: Translation Memory
el: Μεταφραστική μνήμη
ja: 翻訳メモリ

# @title actions category
source: Project
el: Έργο
ja: プロジェクト

# @action:inmenu
source: Glossary
el: Γλωσσάρι
ja: 用語集

# @info
source: Error opening the following files:
el: Σφάλμα ανοίγματος των ακόλουθων αρχείων:
ja: 次のファイルを開くときにエラーが発生しました:

# @info
source: The glossary contains unsaved changes. Do you want to save your changes or discard them?
el: Το γλωσσάρι περιέχει μη αποθηκευμένες τροποποιήσεις. Επιθυμείτε την αποθήκευσή ή την απόρριψή τους;
ja: 用語集には未保存の変更があります。 変更を保存しますか？それとも廃棄しますか？

source: &Project
el: Έρ&γο
ja: プロジェクト(&P)

source: &Scripts
el: &Σενάρια
ja: スクリプト(&S)

source: Computer-aided translation system. Do not translate what had already been translated.
el: Σύστημα μετάφρασης υποβοηθούμενο από υπολογιστή. Μη μεταφράζετε τα ήδη μεταφρασμένα.
ja: コンピュータによる翻訳システム。 翻訳済みのものを翻訳する必要がありません。

source: sponsored development as part of Google Summer Of Code program
el: χορηγούμενη ανάπτυξη ως τμήμα του προγράμματος Google Summer Of Code
ja: Google Summer Of Code プログラムの一部としてのスポンサーされた開発

source: NLNet Foundation
el: Ίδρυμα NLNet

source: sponsored XLIFF-related work
el: χορηγούμενη εργασία που σχετίζεται με το XLIFF

source: Translate-toolkit
el: Εργαλειοθήκη μετάφρασης
ja: ツールキットの翻訳

source: provided excellent cross-format converting scripts
el: προσφορά άριστων σεναρίων μετατροπής
ja: 優秀なクロスフォーマット変換スクリプトの提供

source: grammar, style and spell checker
el: έλεγχος γραμματικής, ύφους και ορθογραφίας
ja: 文法・スタイル・スペルチェッカー

source: project tree merging translation+templates
el: συγχώνευση έργου μετάφρασης+προτύπων
ja: 翻訳+テンプレートのプロジェクトツリーマージ機能

source: bug fixing patches
el: διορθώσεις σφαλμάτων
ja: バグフィックスパッチ

source: testing and bug fixing
el: δοκιμή και διόρθωση σφαλμάτων
ja: テスト、バグフィックス

source: patches
el: διορθώσεις
ja: パッチ

source: XLIFF improvements
el: Βελτιώσεις XLIFF
ja: XLIFF の改良

source: bug fixing and improvements
el: Διόρθωση σφαλμάτων και βελτιώσεις
ja: バグ修正と改善

source: Do not scan files of the project.
el: Να μη γίνει σάρωση του έργου.
ja: プロジェクトのファイルをスキャンしない。

source: Load specified project.
el: Φόρτωμα επιλεγμένου έργου
ja: 特定のプロジェクトを読み込む。

source: Document to open
el: Έγγραφο για άνοιγμα
ja: 開くドキュメント

# @item Undo action item
source: Accept change in translation
el: Αποδοχή τροποποίησης στη μετάφραση
ja: 翻訳の変更を受け入れる

# @item Undo action item
source: Accept all new translations
el: Αποδοχή όλων των νέων μεταφράσεων
ja: 新しい翻訳をすべて受け入れる

# @title:window that displays difference between current file and 'merge source'
source: Primary Sync
el: Πρωτεύων συγχρονισμός
ja: プライマリ同期

# @title:window that displays difference between current file and 'merge source'
source: Secondary Sync
el: Δευτερεύων συγχρονισμός
ja: セカンダリ同期

# @info:tooltip
source: Drop file to be merged into / synced with the current one here, then see context menu options
el: Αφήστε εδώ το αρχείο που θα συγχωνευτεί / συγχρονιστεί με το τρέχον, και στη συνέχεια δείτε τις επιλογές του μενού περιβάλλοντος
ja: 現在のファイルと結合/同期するファイルをここにドロップすると、コンテキストメニューのオプションが表示されます

# @info
source: Error opening the file <filename>%1</filename> for synchronization, error line: %2
el: Σφάλμα ανοίγματος του αρχείου <filename>%1</filename> για συγχρονισμό, γραμμή σφάλματος: %2
ja: 同期のためのファイル <filename>%1</filename> のオープンエラー, エラー行: %2

# @info:tooltip
source: Different entries: %1 Unmatched entries: %2
el: Διαφορετικές καταχωρήσεις: %1 Μη αντίστοιχες καταχωρήσεις: %2
ja: 異なるエントリ: %1 マッチしなかった: %2

# @title toolview name
source: Unit Metadata
el: Μονάδα μεταδεδομένων

# @info notes to translation unit which expire when the catalog is closed
source: <b>Temporary notes:</b>
el: <b>Σημειώσεις:</b>
ja: <b>一時的な注釈:</b>

# @info notes generated by the pology check
source: <b>Pology notes:</b>
el: <b>Σημειώσεις Pology:</b>
ja: <b>Pology メモ:</b>

# @info notes generated by the languagetool check
source: <b>LanguageTool notes:</b>
el: <b>Σημειώσεις LanguageTool:</b>
ja: <b>LanguageTool メモ:</b>

# @info translation unit metadata
source: <b>Phase:</b><br>
el: <b>Φάση:</b><br>
ja: <br/>フェーズ:<br/>

# @info PO comment parsing
source: <br><b>Files:</b><br>
el: <br><b>Αρχεία:</b><br>
ja: <br><b>ファイル:</b><br>

# @info PO comment parsing
source: <br><b>Context:</b><br>
el: <br><b>Σχετικό περιεχόμενο:</b><br>
ja: <br/>文脈:<br/>

# @info The pology command didn't return anything
source: (empty)
el: (Κενό)
ja: (空)

# @info:label
source: From:
el: Από:
ja: ここから:

# @info:tooltip
source: Save empty note to remove it
el: Αποθήκευσης κενής σημείωσης για την αφαίρεσή του
ja: 削除のために空の注釈を保存

# @info:tooltip
source: Author of this note
el: Συγγραφέας της σημείωσης
ja: この注釈の作者

# @info XLIFF notes representation
source: <b>Notes:</b>
el: <b>Σημειώσεις:</b>
ja: <b>注釈:</b>

# @title:column
source: Date
el: Ημερομηνία
ja: 日時

# @title:column
source: Process
el: Διεργασία
ja: プロセス

# @title:column
source: Company
el: Εταιρεία
ja: 会社

# @title:column
source: Person
el: Άτομο
ja: 担当者

# @title:column
source: Tool
el: Εργαλείο
ja: ツール

source: Translation
el: Μετάφραση
ja: 翻訳

source: Review
el: Αναθεώρηση
ja: レビュー

source: Approval
el: Έγκριση
ja: 承認

# noun
source: Process (this will also change your role):
el: Διαδικασία (αυτό θα αλλάξει και τον ρόλο σας):
ja: プロセス(自分の役割も変更されます):

# @item Undo action item
source: Edit phases
el: Επεξεργασία φάσεων
ja: フェーズを編集

source: Translator's name
el: Όνομα μεταφραστή
ja: 翻訳者の名前

source: Translator's name in English
el: Όνομα μεταφραστή με λατινική γραφή
ja: 翻訳者の英文名

source: Localized name
el: Όνομα στην τοπική γλώσσα
ja: ローカライズされた名前

source: Translator's name in target language
el: Όνομα μεταφραστή στη γλώσσα προορισμού
ja: 翻訳言語での翻訳者名

source: Override Language Team
el: παράκαμψη Ομάδας Γλώσσας
ja: 翻訳チームを上書きする

source: Use user-provided language team name instead of generating it
el: Χρήση ονόματος ομάδας που παρέχει ο χρήστης αντί να δημιουργηθεί
ja: 翻訳チーム名を生成せず、ユーザが設定したものを使用する

source: Language Team
el: Ομάδα Γλώσσας
ja: 言語チーム

source: Translator team's name
el: Όνομα ομάδας μεταφραστών
ja: 翻訳チームの名前

source: Translator's email
el: Ηλ. αλληλογραφία μεταφραστή
ja: 翻訳者のメールアドレス

source: Default language code for new projects
el: Προκαθορισμένος κωδικός γλώσσας για νέα έργα
ja: 新しいプロジェクトのデフォルトの言語コード

source: Default mailing list for new projects
el: Προκαθορισμένη λίστα αλληλογραφίας για νέα έργα
ja: 新しいプロジェクトのデフォルトのメーリングリスト

source: Font for Messages
el: Γραμματοσειρά για τα μηνύματα
ja: メッセージのフォント

# @title:tab
source: Identity
el: Ταυτότητα
ja: 個人情報

source: The following parameters are available %1 - Path of the source file %2 - Line number
el: Οι παρακάτω παράμετροι είναι διαθέσιμες %1 - Διαδρομή του αρχικού αρχείου %2 - Αριθμός γραμμής
ja: 次のパラメータを使用できます %1 - ソースファイルのパス %2 - 行番号

# @title:tab
source: General
el: Γενικά
ja: 全般

# @title:tab
source: Editing
el: Επεξεργασία
ja: 編集

# @title:tab
source: Appearance
el: Εμφάνιση
ja: 外観

# @title:tab
source: Translation Memory
el: Μεταφραστική μνήμη
ja: 翻訳メモリ

source: You have accessed a feature that requires a project to be loaded. Do you want to create a new project or open an existing project?
el: Έχετε αποκτήσει πρόσβαση σε μια λειτουργία που απαιτεί τη φόρτωση ενός έργου. Μήπως θέλετε να δημιουργήσετε ένα νέο έργο ή να ανοίξετε ένα υπάρχον έργο;
ja: プロジェクトの読み込みが必要な機能にアクセスしました。新しいプロジェクトを作成しますか？ もしくは既存のプロジェクトを開きますか？

# @title
source: Project Required
el: Απαιτείται έργο
ja: プロジェクトが必要です

# @action
source: Create Project
el: Δημιουργία έργου

# @action
source: Open Project
el: Άνοιγμα έργου

source: Lokalize translation project (*.lokalize)
el: Έργο μετάφρασης Lokalize (*.lokalize)
ja: Lokalize 翻訳プロジェクト (*.lokalize)

# @window:title
source: Select folder with Gettext .po files to translate
el: Επιλογή φακέλου με αρχεία Gettext .po προς μετάφραση
ja: 翻訳する Gettext .po ファイルのフォルダを選択

source: Create software or OpenDocument translation project first.
el: Δημιουργία έργου μετάφρασης λογισμικού ή OpenDocument πρώτα.
ja: まずソフトウェアまたは OpenDocument 翻訳プロジェクトを作成してください。

# @title:tab
source: Advanced
el: Για προχωρημένους
ja: 詳細

# @title:tab
source: Personal
el: Προσωπικά
ja: 個人情報

source: Editor font:
el: Γραμματοσειρά επεξεργασίας:
ja: エディタのフォント:

source: Change the font for the editor
el: Τροποποίηση της γραμματοσειράς του επεξεργαστή
ja: エディタのフォントを変更します

source: Choose a new font for the area where you write the translated message.
el: Επιλέξτε μια νέα γραμματοσειρά για το χώρο πληκτρολόγησης του μεταφρασμένου μηνύματος.
ja: 翻訳を入力する領域に使用するフォントを選択します。

source: Display LEDS for message status
el: Εμφάνιση LED για την κατάσταση μηνυμάτων
ja: メッセージの状態を LED に表示します

source: If checked, LEDS will be shown to display the message status: Fuzzy, Untranslated or Error. If unchecked, no LEDs will be displayed.
el: Αν ενεργοποιηθεί, θα εμφανίζονται LED για την κατάσταση του μηνύματος: Ασαφές, Αμετάφραστο ή Σφάλμα.
ja: これをチェックすると、メッセージの状態 (要確認, 未翻訳, エラー) を示す LED が表示されます。チェックしなければ LED は表示されません。

source: LEDs to indicate Fuzzy and Untranslated status as well as cursor column number
el: LED για την υποδήλωση της ασαφούς και αμετάφραστης κατάστασης, καθώς και του αριθμού στήλης του δείκτη
ja: 要確認, 未翻訳, カーソル位置の列番号を示す LED

source: Check to see if a string ends in a space (which is often important when displaying it in the user interface, or when it gets concatenated with others).
el: Έλεγχος για κενό στο τέλος μιας συμβολοσειράς (το οποίο συνήθως είναι σημαντικό κατά την προβολή της στην διεπαφή χρήστη, ή κατά την συνένωση με άλλες συμβολοσειρές)
ja: 文字列がスペースで終わっているか確認します。(ユーザインターフェイスで文字列を表示したり、他の文字列と連結したりする場合に重要になります)

source: Highlight spaces at the end
el: Τονισμός κενών στο τέλος
ja: 末尾のスペースを強調表示する

source: If set, mouse wheel goes to previous or next unit, otherwise it scrolls text
el: Αν είναι επιλεγμένο, η ρόδα του ποντικιού πηγαίνει στην προηγούμενη ή επόμενη μονάδα, αλλιώς κυλάει το κείμενο
ja: 設定すると、マウスホイールで前後のユニットに移動、そうでない場合はテキストをスクロールします

source: <html>When this option is enabled, the mouse wheel is used to go to the previous or next translation unit (without modifier keys). Modifier keys can be used to change this behavior. Use:<ul><li><b>Shift</b> to scroll within the text of the current unit,</li><li><b>Ctrl+Shift</b> to go to previous or next non-ready unit,</li><li><b>Ctrl</b> to go to previous or next non-ready not empty unit,</li><li><b>Alt</b> to go to previous or next untranslated unit.</li></ul>When the option is disabled, the mouse wheel scrolls within the text of the current translation unit.</html>
el: <html>Όταν αυτή η επιλογή είναι ενεργοποιημένη, η ρόδα του ποντικιού χρησιμοποιείται για να πάτε στην προηγούμενη ή επόμενη μονάδα (χωρίς ειδικά πλήκτρα). Τα ειδικά πλήκτρα μπορούν να χρησιμοποιηθούν για να αλλάξουν αυτή τη συμπεριφορά. Χρησιμοποιήστε:<ul><li><b>Shift</b>για κύλιση του κειμένου στην τρέχουσα μονάδα,</li><li><b>Ctrl+Shift</b> για να πάτε στην προηγούμενη ή επόμενη ανέτοιμη μονάδα,</li><li><b>Ctrl</b> για να πάτε στην προηγούμενη ή επόμενη μη κενή ανέτοιμη μονάδα,</li><li><b>Alt</b> για να πάτε στην προηγούμενη ή επόμενη μη μεταφρασμένη μονάδα.</li></ul>Όταν αυτή η επιλογή είναι ενεργοποιημένη, η ρόδα του ποντικιού κυλάει το κειμένου της τρέχουσας μονάδα.</html>
ja: <html>このオプションを有効にすると、マウスホイールを使用して 前または次の翻訳ユニットに移動できます (修飾キーなし)。この動作を変更するには、修飾キーを使用します。<ul><li><b>Shift</b> を使用して、現在のユニットのテキスト内をスクロールします。</li><li><b>Ctrl+Shift</b> を使用して、前または次の準備未完了のユニットに移動します。</li><li><b>Ctrl</b> を使用して、前または次の準備未完了の空でない単位に移動します。</li><li><b>Alt</b> を使用して、前または次の未翻訳ユニットに移動します。</li></ul>このオプションが無効になっている場合、マウスホイールは、現在のユニットのテキスト内をスクロールします。</html>

source: Mouse wheel goes to previous or next translation unit
el: Η ρόδα του ποντικιού πηγαίνει στην προηγούμενη ή επόμενη μετάφραση
ja: マウスホイールで前後の翻訳ユニットに移動

source: Set 'approved' status automatically when editing started
el: Σημείωση ως 'εγκεκριμένου' αυτόματα με την έναρξη επεξεργασίας
ja: 編集を開始したとき「承認済み」状態を自動的にセットする

source: Visualize separators such as spaces, tabs and new lines in the editor
el: Οπτικοποίηση διαχωριστικών όπως κενά, tabs και νέες γραμμές στον επεξεργαστή κειμένου
ja: エディタ上にスペース、タブ、改行などのセパレータを表示する

source: Set to 2 to disable word completion
el: Θέστε το σε 2 για απενεργοποίηση της συμπλήρωσης λέξεων
ja: 単語補完を無効にするには 2 をセットします

source: Minimum word length for word completion
el: Ελάχιστο μήκος λέξης για έναρξη συμπλήρωσης λέξεων
ja: 単語を補完する際の最小の単語の長さ

source: Disable word completion
el: Απενεργοποίηση της συμπλήρωσης λέξεων
ja: 単語補完を無効にする

source: Automatically convert XML special characters in TS files
el: Αυτόματη μετατροπή, ειδικών χαρακτήρων XML σε αρχεία TS
ja: TS ファイルの XML 特殊文字を自動で変換する

source: Restore the previously opened files when launching Lokalize
el: Επαναφορά των προηγουμένων ανοιχτών αρχείων όταν γίνεται εκκίνηση του Lokalize
ja: Lokalize 起動時に前回開いていたファイルを復元する

source: Defines the behavior of the next/previous tab shortcuts
el: Καθορίζει τη συμπεριφορά των συντομεύσεων επόμενης/προηγούμενης καρτέλας
ja: 次のタブ/前のタブのショートカットの動作を定義します
