Repository: KDE/lokalize
Catalog: po/*/lokalize.po
Languages: el, ja

# NAME OF TRANSLATORS
source: Your names
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Γιώργος Πάντσης, Πέτρος Βιδάλης, Φαμέλης Γιώργος, Γιώργος Στεφανάκης
ja: Taiki Komoda,Noboru Sinohara, KIMIZUKA Tomokazu, UTUMI Hirosi

# EMAIL OF TRANSLATORS
source: Your emails
el: sng@hellug.gr, manolis@koppermind.homelinux.org, gpantsis@gmail.com, p_vidalis@hotmail.com, famelis@gmail.com, george.stefanakis@gmail.com
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp,sgtom@pluto.dti.ne.jp, utuhiro78@yahoo.co.jp

source: default
el: προκαθορισμένο
ja: デフォルト

# @title:window
source: Alternate Translations
el: Εναλλακτικές μεταφράσεις
ja: その他の翻訳

source: There is useful data available in Alternate Translations view. For Gettext PO files it displays difference between current source text and the source text corresponding to the fuzzy translation found by msgmerge when updating PO based on POT template. Do you want to show the view with the data?
el: Υπάρχουν χρήσιμα δεδομένα διαθέσιμα στις εναλλακτικές μεταφράσεις. Για τα αρχεία Gettext PO εμφανίζει τις διαφορές μεταξύ του τρέχοντος πηγαίου αρχείου και του αρχείου που ανταποκρίνεται στην ασαφή μετάφραση που βρέθηκε από το msgmerge όταν ενημερώθηκε το αρχείο PO βασισμένο από το πρότυπο αρχείο POT. Θέλετε να το εμφανίζεται με τα δεδομένα;
ja: その他の翻訳ビューには便利なデータが存在します。 Gettext PO ファイルの場合、POT テンプレートに基づいて PO ファイルを更新するときに、msgmerge によって検出された要確認の翻訳に一致するソーステキストと現在のソーステキストとの差分を表示します。 ビューにデータを表示しますか？

# @title
source: Alternative Translations Available
el: Υπάρχουν διαθέσιμες εναλλακτικές μεταφράσεις

# @action
source: Show Data View
el: Προβολή εμφάνισης δεδομένων
ja: データビューを表示

# @info:tooltip
source: Origin: %1
el: Προέλευση: %1
ja: 原文: %1

# @item Undo action
source: Use alternate translation
el: Χρήση εναλλακτικής μετάφρασης
ja: その他の翻訳を適用

source: no
el: όχι
ja: いいえ

source: yes
el: ναι
ja: はい

# @title:column
source: Source
el: Πηγή
ja: 原文

# @title:column
source: Target
el: Προορισμός
ja: 翻訳

# @title:column
source: Approved
el: Εγκεκριμένο
ja: 承認

# @title toolview name
source: Binary Units
el: Δυαδικές μονάδες
ja: バイナリユニット

# @action:inmenu
source: Set the file
el: Ορισμός αρχείου
ja: ファイルをセット

# @action:inmenu
source: Use source file
el: Χρήση πηγαίου αρχείου
ja: ソースファイルを使用

source: All supported files (*.po *.pot *.xlf *.xliff *.ts)
el: Όλα τα υποστηριζόμενα αρχεία (*.po *.pot *.xlf *.xliff *.ts)
ja: サポートされているすべてのファイル (*.po *.pot *.xlf *.xliff *.ts)

source: All supported files (*.po *.xlf *.xliff *.ts)
el: Όλα τα υποστηριζόμενα αρχεία (*.po *.xlf *.xliff *.ts)
ja: サポートされているすべてのファイル (*.po *.xlf *.xliff *.ts)

source: New
el: Νέο
ja: 新規

source: Needs translation
el: Απαιτείται μετάφραση
ja: 翻訳が必要

source: Needs full localization
el: Απαιτείται πλήρη μετάφραση
ja: 全ローカル化が必要

source: Needs adaptation
el: Απαιτείται προσαρμογή
ja: 適用が必要

source: Translated
el: Μεταφρασμένα
ja: 翻訳済み

source: Needs translation review
el: Απαιτείται αναθεώρηση μετάφρασης
ja: 翻訳レビューが必要

source: Needs full localization review
el: Απαιτείται πλήρη αναθεώρηση μετάφρασης
ja: 全ローカル化レビューが必要

source: Needs adaptation review
el: Απαιτείται αναθεώρηση προσαρμογής
ja: 適用レビューが必要

source: Final
el: Τελικό
ja: 最終版

source: Signed-off
el: Υπογραμμένο
ja: サインオフ

# XLIFF inline tag name
source: Start of paired tag
el: Έναρξη συζευγμένης ετικέτας
ja: ペアタグの開始

# XLIFF inline tag name
source: End of paired tag
el: Τέλος συζευγμένης ετικέτας
ja: ペアタグの終了

# XLIFF inline tag name
source: Stand-alone tag
el: Αυτόνομη ετικέτα
ja: 単独タグ

# XLIFF inline tag name
source: Isolated tag
el: Απομονωμένη ετικέτα
ja: 孤立タグ

# XLIFF inline tag name
source: Marker
el: Σημάδι
ja: マーカー

# XLIFF inline tag name
source: Generic group placeholder
el: Αντικαταστάτης γενικής ομάδας
ja: 一般的なグループプレースホルダー

# XLIFF inline tag name
source: Sub-flow
el: Υπο-ροή
ja: サブフロー

# XLIFF inline tag name
source: Generic placeholder
el: Γενικός αντικαταστάτης
ja: 一般的なプレースホルダー

# XLIFF inline tag name
source: Start of paired placeholder
el: Έναρξη συζευγμένου αντικαταστάτη
ja: ペアプレースホルダーの開始

# XLIFF inline tag name
source: End of paired placeholder
el: Τέλος συζευγμένου αντικαταστάτη
ja: ペアプレースホルダーの終了

# XLIFF mark type
source: abbreviation
el: συντομογραφία
ja: 省略形

# XLIFF mark type
source: abbreviated form: a term resulting from the omission of any part of the full term while designating the same concept
el: συντομευμένη μορφή: όρος που προκύπτει από την παράλειψη οποιουδήποτε τμήματος του πλήρους με τον ίδιο ορισμό
ja: 短縮形: 同じ概念を示しながら、完全な用語の一部を省略した用語

# XLIFF mark type
source: abbreviation: an abbreviated form of a simple term resulting from the omission of some of its letters (e.g. 'adj.' for 'adjective')
el: συντομογραφία: συντομευμένη μορφή ενός απλού όρου που προκύπτει από το παράλειψη ορισμένων από τα γράμματα της (π.χ. 'adj.' για 'επίθετο')
ja: 略語: いくつかの文字を省略した結果生じる 単純な用語の短縮形 (例:「adjective (形容詞)」→「adj」)

# XLIFF mark type
source: acronym: an abbreviated form of a term made up of letters from the full form of a multiword term strung together into a sequence pronounced only syllabically (e.g. 'radar' for 'radio detecting and ranging')
el: ακρωνύμιο: συντομευμένη μορφή ενός όρου που αποτελείται από γράμματα της πλήρης μορφής ενός πολυλεξικού όρου ενωμένα μαζί σε μια ακολουθία που προφέρεται μονοσυλλαβικά (π.χ. 'ραντάρ' για 'ανίχνευση και εύρεση ραδιοφώνου')
ja: 頭字語: 複数の単語からなる完全な形の用語の文字をつないで、音節のみで発音されるシーケンスにまとめた、用語の省略形 (例: 「radio detector and ranger」を「radar」にする)

# XLIFF mark type
source: appellation: a proper-name term, such as the name of an agency or other proper entity
el: ονομασία: ένας όρος κατάλληλος-όνομα, όπως το όνομα ενός οργανισμού ή άλλης σωστής οντότητας
ja: 名称: 機関や団体名などの固有名詞

# XLIFF mark type
source: collocation: a recurrent word combination characterized by cohesion in that the components of the collocation must co-occur within an utterance or series of utterances, even though they do not necessarily have to maintain immediate proximity to one another
el: συγκατάταξη: ένας επαναλαμβανόμενος συνδυασμός λέξεων που χαρακτηρίζεται από συνοχή ως προς τα συστατικά της συγκατάταξης που πρέπει να συνυπάρχουν μέσα σε μια έκφραση ή σειρά δηλώσεων, παρόλο που δεν είναι αναγκαστικά απαραίτητο να διατηρηθούν με άμεση γειτνίαση μεταξύ τους
ja: コロケーション: 1つの発話または一連の発話内で共起する、凝集性によって特徴付けられる反復的な単語の組み合わせ。コロケーションの構成要素が必ずしも互いに近接している必要はない

# XLIFF mark type
source: common name: a synonym for an international scientific term that is used in general discourse in a given language
el: κοινό όνομα: συνώνυμο ενός διεθνούς επιστημονικού όρου που χρησιμοποιείται σε μια γενική συζήτηση σε μια δεδομένη γλώσσα
ja: 一般名: 特定の言語の一般的な会話で使用される、国際的な科学用語の同義語

# XLIFF mark type
source: date and/or time
el: ημερομηνία και/ή ώρα
ja: 日時と、または時間

# XLIFF mark type
source: equation: an expression used to represent a concept based on a statement that two mathematical expressions are, for instance, equal as identified by the equal sign (=), or assigned to one another by a similar sign
el: εξίσωση: μια έκφραση που χρησιμοποιείται για να αναπαραστήσει μια έννοια που βασίζεται σε μια δήλωση,για παράδειγμα δύο μαθηματικές εκφράσεις είναι ίσες όπως προσδιορίζονται από το ίση σημάδι (=), ή να αντιστοιχιστούν μεταξύ τους με ένα παρόμοιο σύμβολο
ja: 方程式: 2つの数式が等号 (=) などの記号によって互いに割り当てられているという概念を表すために使用される表現

# XLIFF mark type
source: expanded form: The complete representation of a term for which there is an abbreviated form
el: διευρυμένη μορφή: Η πλήρης αναπαράσταση ενός όρου για τον οποίο υπάρχει μία συντομευμένη μορφή

# XLIFF mark type
source: formula: figures, symbols or the like used to express a concept briefly, such as a mathematical or chemical formula
el: τύπος: αριθμοί, σύμβολα ή παρόμοια που χρησιμοποιούνται για να εκφράσουν σύντομα μια ιδέα,όπως ένας μαθηματικός ή χημικός τύπος

# XLIFF mark type
source: head term: the concept designation that has been chosen to head a terminological record
el: επικεφαλίδα: ο ορισμός της έννοιας που έχει επιλεγεί ως επικεφαλής για το ορολογικό αρχείο

# XLIFF mark type
source: initialism: an abbreviated form of a term consisting of some of the initial letters of the words making up a multiword term or the term elements making up a compound term when these letters are pronounced individually (e.g. 'BSE' for 'bovine spongiform encephalopathy')
el: αρχικισμός: μια συντομευμένη μορφή ενός όρου που αποτελείται από μερικές από τα αρχικά γράμματα των λέξεων που συνθέτουν ένα πολυφωνικό όρο ή την κατασκευή των όρων που κάνουν ένα σύνθετο όρο όταν αυτά τα γράμματα εκφωνούνται ξεχωριστά (π.χ.«ΣΕΒ» για τη «σπογγώδη εγκεφαλοπάθεια των βοοειδών»)

# XLIFF mark type
source: international scientific term: a term that is part of an international scientific nomenclature as adopted by an appropriate scientific body
el: διεθνής επιστημονικός όρος: ένας όρος που αποτελεί μέρος μιας διεθνούς επιστημονικής ονοματολογίας όπως αυτή έχει εγκριθεί από κατάλληλο επιστημονικό όργανο

# XLIFF mark type
source: internationalism: a term that has the same or nearly identical orthographic or phonemic form in many languages
el: διεθνισμός: ένας όρος που έχει το ίδιο ή σχεδόν όμοιο ορθογραφικό ή φωνητική μορφή σε πολλές γλώσσες

# XLIFF mark type
source: logical expression: an expression used to represent a concept based on mathematical or logical relations, such as statements of inequality, set relationships, Boolean operations, and the like
el: λογική έκφραση: μια έκφραση που χρησιμοποιείται για την αναπαράσταση μιας έννοιας με βάση μαθηματικές ή λογικές σχέσεις, όπως δηλώσεις ανισότητας, σύνολο σχέσεις, πράξεις Boole και παρόμοια.

# XLIFF mark type
source: materials management unit: a unit to track object
el: μονάδα διαχείρισης υλικών: μια μονάδα παρακολούθησης αντικειμένων

# XLIFF mark type
source: name
el: όνομα
ja: 名前

# XLIFF mark type
source: near synonym: a term that represents the same or a very similar concept as another term in the same language, but for which interchangeability is limited to some contexts and inapplicable in others
el: σχεδόν συνώνυμο: όρος που αντιπροσωπεύει την ίδια ή μια πολύ παρόμοια έννοια με άλλον όρο στην ίδια γλώσσα, αλλά για τον οποίο η εναλλαξιμότητα περιορίζεται σε ορισμένα συμφραζόμενα και είναι ανεφάρμοστη σε άλλα.

# XLIFF mark type
source: part number: a unique alphanumeric designation assigned to an object in a manufacturing system
el: αριθμός εξαρτήματος: μια μοναδική αλφαριθμητική ονομασία που αποδίδεται σε ένα αντικείμενο σε ένα σύστημα παραγωγής

# XLIFF mark type
source: phrase
el: φράση
ja: フレーズ

# XLIFF mark type
source: phraseological: a group of two or more words that form a unit, the meaning of which frequently cannot be deduced based on the combined sense of the words making up the phrase
el: φρασεολογική: ομάδα δύο ή περισσότερων λέξεων που αποτελούν μια μονάδα, η έννοια της οποίας συχνά δεν μπορεί να εξηγηθεί με βάση το συνδυασμένο νόημα των λέξεων που συνθέτουν τη φράση

# XLIFF mark type
source: protected: the marked text should not be translated
el: προστατευμένο: το σημειωμένο κείμενο δεν θα πρέπει να μεταφραστή

# XLIFF mark type
source: romanized form: a form of a term resulting from an operation whereby non-Latin writing systems are converted to the Latin alphabet
el: λατινοποιημένη μορφή: η μορφή ενός όρου που προκύπτει από μια πράξη κατά την οποία μη λατινικά συστήματα γραφής μετατρέπεται στο λατινικό αλφάβητο.

# XLIFF mark type
source: segment: the marked text represents a segment
el: τμήμα: το σημειωμένο κείμενο αντιπροσωπεύει ένα τμήμα

# XLIFF mark type
source: set phrase: a fixed, lexicalized phrase
el: καθορισμένη φράση: μια σταθερή, λεξικοποιημένη φράση
ja: 定型句: 固定化された語彙フレーズ

# XLIFF mark type
source: short form: a variant of a multiword term that includes fewer words than the full form of the term (e.g. 'Group of Twenty-four' for 'Intergovernmental Group of Twenty-four on International Monetary Affairs')
el: σύντομη μορφή: παραλλαγή ενός πολυλεκτικού όρου που περιλαμβάνει λιγότερες λέξεις από τον πλήρη μορφή του όρου (π.χ. "Ομάδα των Είκοσι Τεσσάρων" για τη "Διακυβερνητική Ομάδα των είκοσι τεσσάρων για τις διεθνείς νομισματικές υποθέσεις)

# XLIFF mark type
source: stock keeping unit: an inventory item identified by a unique alphanumeric designation assigned to an object in an inventory control system
el: μονάδα τήρησης αποθέματος: ένα στοιχείο απογραφής που αναγνωρίζεται από ένα μοναδικό αλφαριθμητικό που αποδίδεται σε ένα αντικείμενο σε ένα σύστημα ελέγχου αποθεμάτων

# XLIFF mark type
source: standard text: a fixed chunk of recurring text
el: τυποποιημένο κείμενο: ένα σταθερό τμήμα επαναλαμβανόμενου κειμένου
ja: 標準テキスト: 繰り返し表示される固定テキスト

# XLIFF mark type
source: symbol: a designation of a concept by letters, numerals, pictograms or any combination thereof
el: σύμβολο: ο προσδιορισμός μιας έννοιας με γράμματα, αριθμούς, εικονογράμματα ή οποιοδήποτε συνδυασμό τους

# XLIFF mark type
source: synonym: a term that represents the same or a very similar concept as the main entry term in a term entry
el: συνώνυμο: ένας όρος που αντιπροσωπεύει την ίδια ή μια πολύ παρόμοια έννοια με τον κύριο όρο καταχώρησης σε μια καταχώρηση όρου

# XLIFF mark type
source: synonymous phrase: phraseological unit in a language that expresses the same semantic content as another phrase in that same language
el: συνώνυμη φράση: φρασεολογική μονάδα σε μια γλώσσα που εκφράζει το ίδιο σημασιολογικό περιεχόμενο με μια άλλη φράση στην ίδια γλώσσα

# XLIFF mark type
source: term
el: όρος
ja: 用語

# XLIFF mark type
source: transcribed form: a form of a term resulting from an operation whereby the characters of one writing system are represented by characters from another writing system, taking into account the pronunciation of the characters converted
el: μεταγραφική μορφή: η μορφή ενός όρου που προκύπτει από μια πράξη κατά την οποία οι χαρακτήρες ενός συστήματος γραφής αναπαρίστανται με χαρακτήρες ενός άλλου συστήματος γραφής, λαμβάνοντας υπόψη την προφορά των χαρακτήρων.

# XLIFF mark type
source: transliterated form: a form of a term resulting from an operation whereby the characters of an alphabetic writing system are represented by characters from another alphabetic writing system
el: μεταγραμμένη μορφή: η μορφή ενός όρου που προκύπτει από μια πράξη κατά την οποία οι χαρακτήρες ενός αλφαβητικού συστήματος γραφής αναπαρίστανται με χαρακτήρες από άλλο αλφαβητικό σύστημα γραφής

# XLIFF mark type
source: truncated term: an abbreviated form of a term resulting from the omission of one or more term elements or syllables (e.g. 'flu' for 'influenza')
el: περικομμένος όρος: συντομευμένη μορφή ενός όρου που προκύπτει από την παράλειψη της ενός ή περισσοτέρων στοιχείων ή συλλαβών του όρου (π.χ. "flu" για "influenza")
ja: 短縮語: 1つ以上の用語要素または音節を省略した、用語の短縮形 (例: 「influenza」を「flu」に)

# XLIFF mark type
source: variant: one of the alternate forms of a term
el: παραλλαγή: μία από τις εναλλακτικές μορφές ενός όρου
ja: バリアント: 用語の別の形式の1つ

# @item Undo action item
source: Insertion
el: Εισαγωγή
ja: 挿入

# @item Undo action item
source: Deletion
el: Διαγραφή
ja: 削除

# @item Undo action item
source: Approvement toggling
el: Εναλλαγή έγκρισης
ja: 承認の切り替え

# @item Undo action item
source: Markup Insertion
el: Εισαγωγή ετικετών
ja: マークアップの挿入

# @item Undo action item
source: Markup Deletion
el: Διαγραφή ετικετών
ja: マークアップの削除

# @item Undo action item
source: Note setting
el: Ρύθμιση σημείωσης
ja: 注釈の設定

# @item Undo action item
source: Update/add workflow phase
el: Ενημέρωση/προσθήκη φάσης ροής έργου
ja: ワークフローフェーズの更新/追加

# @item Undo action item
source: Translation Equivalence Setting
el: Ένδειξη ισοδυναμίας μεταφράσεων
ja: 翻訳一致度の設定

# @item Undo action item
source: Remove text with markup
el: Αφαίρεση κειμένου με ετικέτες
ja: マークアップとともにテキストを削除

# @item Undo action item
source: Insert text with markup
el: Εισαγωγή κειμένου με ετικέτες
ja: マークアップとともにテキストを挿入

source: separator for different-length string alternatives
el: διαχωριστικό για εναλλακτικές συμβολοσειρές διαφορετικού μήκους
ja: 長さの異なる文字列のセパレータ

source: Previous source value, saved by Gettext during transition to a newer POT template
el: Προηγούμενη τιμή πηγής, αποθηκευμένη από το Gettext κατά τη μετάβαση σε ένα νεότερο POT πρότυπο
ja: 新しい POT テンプレートへの移行中に Gettext によって保存された以前のソースの内容

source: Your name:
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Γιώργος Πάντσης, Πέτρος Βιδάλης, Φαμέλης Γιώργος
ja: あなたの名前:

source: Your email:
el: sng@hellug.gr, manolis@koppermind.homelinux.org, gpantsis@gmail.com, p_vidalis@hotmail.com, famelis@gmail.com
ja: あなたのメールアドレス:

source: Previous source value, saved by lupdate tool
el: Προηγούμενη τιμή πηγής, αποθηκευμένο από το εργαλείο lupdate
ja: lupdate ツールによって保存された前回のソース内容

# @title:window aka Message Tree
source: Translation Units
el: Μεταφράσεις
ja: 翻訳ユニット

# @info:tooltip
source: Activated by Ctrl+L. Accepts regular expressions
el: Ενεργοποιήθηκε με Ctrl+L. Δέχεται regular expressions
ja: Ctrl+L で有効になります。正規表現を受け入れます

source: Options
el: Επιλογές
ja: オプション

source: Reset individual filter
el: Καθαρισμός του συγκεκριμένου φίλτρου
ja: ここのフィルタをリセット

source: Case insensitive
el: Μη διάκριση πεζών/κεφαλαίων
ja: 大文字と小文字を区別します

source: Ignore accelerator marks
el: Αγνόηση σημείων συντομεύσεων
ja: アクセラレータマークを無視する

source: Ready
el: Έτοιμο
ja: 準備完了

source: Non-ready
el: Ανέτοιμο
ja: 準備未完了

source: Non-empty
el: Μη κενό
ja: 空でない

source: Empty
el: Κενό
ja: 空

source: Changed since file open
el: Τροποποιήθηκε μετά το άνοιγμα αρχείου
ja: ファイルを開いた後に変更されました

source: Unchanged since file open
el: Μη τροποποιημένο μετά το άνοιγμα αρχείου
ja: ファイルを開いた後に変更されていません

source: Same in sync file
el: Το ίδιο και στο αρχείο συγχρονισμού
ja: 同期ファイルと同じ

source: Different in sync file
el: Διαφορετικό στο αρχείο συγχρονισμού
ja: 同期ファイルが異なります

source: Not in sync file
el: Δεν υπάρχει στο αρχείο συγχρονισμού
ja: 同期ファイルではありません

source: Plural
el: Πληθυντικός
ja: 複数

source: Non-plural
el: Χωρίς πληθυντικό
ja: 非複数形

# @title:inmenu
source: Basic
el: Βασικό
ja: 基本

# @title:inmenu
source: States
el: Καταστάσεις
ja: 状態

# @item:inmenu all columns
source: All
el: Όλες
ja: すべて

# @title:column
source: Entry
el: Καταχώρηση
ja: エントリ

# @title:column Original text
source: Source
el: Πηγή
ja: 原文

# @title:column Text in target language
source: Target
el: Προορισμός
ja: 翻訳

# @title:column
source: Notes
el: Σημειώσεις
ja: 注釈

# @title:column
source: Context
el: Σχετικό περιεχόμενο μηνύματος
ja: 文脈

# @title:column
source: Files
el: Αρχεία
ja: ファイル

# @title:column
source: Translation Status
el: Κατάσταση μετάφρασης
ja: 翻訳状態

# @info:status 'non-fuzzy' in gettext terminology
source: Ready
el: Έτοιμο
ja: 準備完了

# @info:status
source: Untranslated
el: Αμετάφραστο
ja: 未翻訳

source: Target language:
el: Γλώσσα προορισμού:
ja: ターゲットの言語:

# @action:inmenu Edit term
source: Edit
el: Επεξεργασία
ja: 編集

# @title actions category
source: File
el: Αρχείο
ja: ファイル

# @title actions category
source: Navigation
el: Πλοήγηση
ja: ナビゲーション

# @title actions category
source: Editing
el: Επεξεργασία
ja: 編集

source: Synchronization 1
el: Συγχρονισμός 1
ja: 同期 1

source: Synchronization 2
el: Συγχρονισμός 2
ja: 同期 2

source: Translation Memory
el: Μεταφραστική μνήμη
ja: 翻訳メモリ

# @title actions category
source: Glossary
el: Γλωσσάρι
ja: 用語集

# @action:inmenu
source: Insert alternate translation #%1
el: Εισαγωγή εναλλακτικής μετάφρασης #%1
ja: その他の翻訳を適用 # %1

# @action:inmenu
source: Insert term translation #%1
el: Εισαγωγή εναλλακτικής μετάφρασης #%1
ja: 用語翻訳 #%1 を挿入

# @action:inmenu
source: Launch the Pology command on this file
el: Εκτέλεση της εντολής Pology σε αυτό το αρχείο
ja: このファイルで Pology コマンドを起動

# @action:inmenu
source: Merge translation into OpenDocument
el: Συγχώνευση μετάφρασης στο OpenDocument
ja: 翻訳を OpenDocument にマージ

source: Approved
el: Εγκεκριμένο
ja: 承認済

# @action:inmenu
source: Clear
el: Καθαρισμός
ja: クリア

# @action:inmenu
source: Insert Tag
el: Εισαγωγή ετικέτας
ja: タグを挿入

# @action:inmenu
source: Check this unit using LanguageTool
el: Έλεγχος αυτής της μονάδας με τη χρήση του LanguageTool
ja: LanguageTool を使用してユニットをチェック

# @action:inmenu
source: Insert Next Tag
el: Εισαγωγή επόμενης ετικέτας
ja: 次のタグを挿入

# @action:inmenu
source: Completion
el: Συμπλήρωση
ja: 補完

# @action:inmenu
source: Replace with best spellcheck suggestion
el: Αντικατάσταση με την καλύτερη πρόταση ορθογραφικού ελέγχου
ja: 最適なスペルチェック提案に置換

# @action:inmenu entry
source: &Next
el: Επόμε&νο
ja: 次へ(&N)

# @action:inmenu entry
source: &Previous
el: Προηγού&μενο
ja: 前へ(&P)

# @action:inmenu
source: &First Entry
el: &Πρώτη καταχώρηση
ja: 最初のエントリ(&F)

# @action:inmenu
source: &Last Entry
el: &Τελευταία καταχώρηση
ja: 最後のエントリ(&L)

# @action:inmenu 'not ready' means 'fuzzy' in gettext terminology
source: Previous non-empty but not ready
el: Προηγούμενο μεταφρασμένο αλλά ανέτοιμο
ja: 前の空でない要確認

# @action:inmenu 'not ready' means 'fuzzy' in gettext terminology
source: Next non-empty but not ready
el: Επόμενο μη άδειο αλλά ανέτοιμο
ja: 次の空でない要確認

# @action:inmenu
source: Focus the search line of Translation Units view
el: Εστίαση στην γραμμή αναζήτησης των μεταφράσεων
ja: 翻訳ユニットビューの検索ラインにフォーカス

# @action:inmenu
source: Fill in all exact suggestions
el: Συμπλήρωση όλων των ακριβών προτάσεων
ja: 完全一致する候補を挿入

# @action:inmenu
source: Fill in all exact suggestions and mark as fuzzy
el: Συμπλήρωση όλων των ακριβών προτάσεων και σημείωση ως ασαφή
ja: 完全一致する候補を挿入して要確認マークを付ける

# @action:inmenu
source: Open file for sync/merge
el: Άνοιγμα αρχείου για συγχρονισμό/συγχώνευση
ja: 同期/マージするファイルを開く

# @info:status
source: Open catalog to be merged into the current one / replicate base file changes to
el: Άνοιγμα καταλόγου για συγχώνευση με τον τρέχοντα / αντιγραφή τροποποιήσεων βασικού αρχείου
ja: 現在のカタログにマージするカタログを開く / ベースファイルの変更を複製

# @info:status
source: Previous entry which is translated differently in the file being merged, including empty translations in merge source
el: Προηγούμενη καταχώρηση με διαφορετική μετάφραση στα προς συγχώνευση αρχεία, συμπεριλαμβάνοντας τις κενές μεταφράσεις
ja: マージするファイル内で異なる翻訳がされている前のエントリ (マージ元の翻訳が空の場合を含む)

# @info:status
source: Next entry which is translated differently in the file being merged, including empty translations in merge source
el: Επόμενη καταχώρηση με διαφορετική μετάφραση στα προς συγχώνευση αρχεία, συμπεριλαμβάνοντας τις κενές μεταφράσεις
ja: マージ元で空の翻訳であることを含め、次のエントリは異なった形でマージされたファイルでは翻訳されています

# @action:inmenu
source: Copy from merging source
el: Αντιγραφή από πηγή συγχώνευσης
ja: マージ元からコピー

# @action:inmenu
source: Copy all new translations
el: Αντιγραφή όλων των νέων μεταφράσεων
ja: 新しい翻訳をすべてコピー

# @info:status
source: This changes only empty and non-ready entries in base file
el: Αυτό τροποποιεί μόνο κενές και ανέτοιμες καταχωρήσεις στο αρχείο βάσης
ja: これは元のファイルにおいて空か要確認のエントリのみを変更します

# @action:inmenu
source: Copy to merging source
el: Αντιγραφή στη πηγή συγχώνευσης
ja: マージ元にコピー

# @action:inmenu
source: Open file for secondary sync
el: Άνοιγμα αρχείου για δευτερεύοντα συγχρονισμό
ja: セカンダリ同期のためのファイルを開く

# @info:status
source: This changes only empty entries
el: Αυτό τροποποιεί μόνο κενές καταχωρήσεις
ja: これは空のエントリにのみ変更を加えます

# editor tab title addition
source: (recovered)
el: (ανακτήθηκε)
ja: (リカバリー済)

# @info
source: The document contains unsaved changes. Do you want to save your changes or discard them?
el: Το έγγραφο περιέχει μη αποθηκευμένες τροποποιήσεις. Επιθυμείτε την αποθήκευσή ή την απόρριψή τους;
ja: 文書には未保存の変更があります。 変更を保存しますか？それとも廃棄しますか？

# @title:window
source: Warning
el: Προειδοποίηση
ja: 警告

# @title:window
source: Select translation file
el: Επιλογή αρχείου μετάφρασης
ja: 翻訳ファイルを選択

# @info
source: Error opening the file %1, line: %2
el: Σφάλμα κατά το άνοιγμα του αρχείου %1, γραμμή: %2
ja: オープンエラー、ファイル: %1, 行: %2

# @info
source: Error opening the file %1
el: Σφάλμα κατά το άνοιγμα του αρχείου %1
ja: ファイルのオープンエラー: %1

# @title:window
source: Save File As
el: Αποθήκευση αρχείου ως
ja: 名前を付けて保存
